const dataGeoObject ={
  "cities": [
    {
      "value": "Москва",
      "name": "Москва"
    },
    {
      "value": "Санкт-Петербург",
      "name": "Санкт-Петербург"
    },
    {
      "value": "Пенза",
      "name": "Пенза"
    },
    {
      "value": "Абакан",
      "name": "Абакан"
    },
    {
      "value": "Азов",
      "name": "Азов"
    },
    {
      "value": "Александров",
      "name": "Александров"
    },
    {
      "value": "Алексин",
      "name": "Алексин"
    },
    {
      "value": "Альметьевск",
      "name": "Альметьевск"
    },
    {
      "value": "Анапа",
      "name": "Анапа"
    },
    {
      "value": "Ангарск",
      "name": "Ангарск"
    },
    {
      "value": "Анжеро",
      "name": "Анжеро-Судженск"
    },
    {
      "value": "Апатиты",
      "name": "Апатиты"
    },
    {
      "value": "Арзамас",
      "name": "Арзамас"
    },
    {
      "value": "Армавир",
      "name": "Армавир"
    },
    {
      "value": "Арсеньев",
      "name": "Арсеньев"
    },
    {
      "value": "Артем",
      "name": "Артем"
    },
    {
      "value": "Архангельск",
      "name": "Архангельск"
    },
    {
      "value": "Асбест",
      "name": "Асбест"
    },
    {
      "value": "Астрахань",
      "name": "Астрахань"
    },
    {
      "value": "Ачинск",
      "name": "Ачинск"
    },
    {
      "value": "Балаково",
      "name": "Балаково"
    },
    {
      "value": "Балахна",
      "name": "Балахна"
    },
    {
      "value": "Балашиха",
      "name": "Балашиха"
    },
    {
      "value": "Балашов",
      "name": "Балашов"
    },
    {
      "value": "Барнаул",
      "name": "Барнаул"
    },
    {
      "value": "Батайск",
      "name": "Батайск"
    },
    {
      "value": "Белгород",
      "name": "Белгород"
    },
    {
      "value": "Белебей",
      "name": "Белебей"
    },
    {
      "value": "Белово",
      "name": "Белово"
    },
    {
      "value": "Белогорск (Амурская область)",
      "name": "Белогорск (Амурская область)"
    },
    {
      "value": "Белорецк",
      "name": "Белорецк"
    },
    {
      "value": "Белореченск",
      "name": "Белореченск"
    },
    {
      "value": "Бердск",
      "name": "Бердск"
    },
    {
      "value": "Березники",
      "name": "Березники"
    },
    {
      "value": "Березовский (Свердловская область)",
      "name": "Березовский (Свердловская область)"
    },
    {
      "value": "Бийск",
      "name": "Бийск"
    },
    {
      "value": "Биробиджан",
      "name": "Биробиджан"
    },
    {
      "value": "Благовещенск (Амурская область)",
      "name": "Благовещенск (Амурская область)"
    },
    {
      "value": "Бор",
      "name": "Бор"
    },
    {
      "value": "Борисоглебск",
      "name": "Борисоглебск"
    },
    {
      "value": "Боровичи",
      "name": "Боровичи"
    },
    {
      "value": "Братск",
      "name": "Братск"
    },
    {
      "value": "Брянск",
      "name": "Брянск"
    },
    {
      "value": "Бугульма",
      "name": "Бугульма"
    },
    {
      "value": "Буденновск",
      "name": "Буденновск"
    },
    {
      "value": "Бузулук",
      "name": "Бузулук"
    },
    {
      "value": "Буйнакск",
      "name": "Буйнакск"
    },
    {
      "value": "Великие Луки",
      "name": "Великие Луки"
    },
    {
      "value": "Великий Новгород",
      "name": "Великий Новгород"
    },
    {
      "value": "Верхняя Пышма",
      "name": "Верхняя Пышма"
    },
    {
      "value": "Видное",
      "name": "Видное"
    },
    {
      "value": "Владивосток",
      "name": "Владивосток"
    },
    {
      "value": "Владикавказ",
      "name": "Владикавказ"
    },
    {
      "value": "Владимир",
      "name": "Владимир"
    },
    {
      "value": "Волгоград",
      "name": "Волгоград"
    },
    {
      "value": "Волгодонск",
      "name": "Волгодонск"
    },
    {
      "value": "Волжск",
      "name": "Волжск"
    },
    {
      "value": "Волжский",
      "name": "Волжский"
    },
    {
      "value": "Вологда",
      "name": "Вологда"
    },
    {
      "value": "Вольск",
      "name": "Вольск"
    },
    {
      "value": "Воркута",
      "name": "Воркута"
    },
    {
      "value": "Воронеж",
      "name": "Воронеж"
    },
    {
      "value": "Воскресенск",
      "name": "Воскресенск"
    },
    {
      "value": "Воткинск",
      "name": "Воткинск"
    },
    {
      "value": "Всеволожск",
      "name": "Всеволожск"
    },
    {
      "value": "Выборг",
      "name": "Выборг"
    },
    {
      "value": "Выкса",
      "name": "Выкса"
    },
    {
      "value": "Вязьма",
      "name": "Вязьма"
    },
    {
      "value": "Гатчина",
      "name": "Гатчина"
    },
    {
      "value": "Геленджик",
      "name": "Геленджик"
    },
    {
      "value": "Георгиевск",
      "name": "Георгиевск"
    },
    {
      "value": "Глазов",
      "name": "Глазов"
    },
    {
      "value": "Горно-Алтайск",
      "name": "Горно-Алтайск"
    },
    {
      "value": "Грозный",
      "name": "Грозный"
    },
    {
      "value": "Губкин",
      "name": "Губкин"
    },
    {
      "value": "Гудермес",
      "name": "Гудермес"
    },
    {
      "value": "Гуково",
      "name": "Гуково"
    },
    {
      "value": "Гусь-Хрустальный",
      "name": "Гусь-Хрустальный"
    },
    {
      "value": "Дербент",
      "name": "Дербент"
    },
    {
      "value": "Дзержинск",
      "name": "Дзержинск"
    },
    {
      "value": "Димитровград",
      "name": "Димитровград"
    },
    {
      "value": "Дмитров",
      "name": "Дмитров"
    },
    {
      "value": "Долгопрудный",
      "name": "Долгопрудный"
    },
    {
      "value": "Домодедово",
      "name": "Домодедово"
    },
    {
      "value": "Донской",
      "name": "Донской"
    },
    {
      "value": "Дубна",
      "name": "Дубна"
    },
    {
      "value": "Евпатория",
      "name": "Евпатория"
    },
    {
      "value": "Егорьевск",
      "name": "Егорьевск"
    },
    {
      "value": "Ейск",
      "name": "Ейск"
    },
    {
      "value": "Екатеринбург",
      "name": "Екатеринбург"
    },
    {
      "value": "Елабуга",
      "name": "Елабуга"
    },
    {
      "value": "Елец",
      "name": "Елец"
    },
    {
      "value": "Ессентуки",
      "name": "Ессентуки"
    },
    {
      "value": "Железногорск (Красноярский край)",
      "name": "Железногорск (Красноярский край)"
    },
    {
      "value": "Железногорск (Курская область)",
      "name": "Железногорск (Курская область)"
    },
    {
      "value": "Жигулевск",
      "name": "Жигулевск"
    },
    {
      "value": "Жуковский",
      "name": "Жуковский"
    },
    {
      "value": "Заречный",
      "name": "Заречный"
    },
    {
      "value": "Зеленогорск",
      "name": "Зеленогорск"
    },
    {
      "value": "Зеленодольск",
      "name": "Зеленодольск"
    },
    {
      "value": "Златоуст",
      "name": "Златоуст"
    },
    {
      "value": "Иваново",
      "name": "Иваново"
    },
    {
      "value": "Ивантеевка",
      "name": "Ивантеевка"
    },
    {
      "value": "Ижевск",
      "name": "Ижевск"
    },
    {
      "value": "Избербаш",
      "name": "Избербаш"
    },
    {
      "value": "Иркутск",
      "name": "Иркутск"
    },
    {
      "value": "Искитим",
      "name": "Искитим"
    },
    {
      "value": "Ишим",
      "name": "Ишим"
    },
    {
      "value": "Ишимбай",
      "name": "Ишимбай"
    },
    {
      "value": "Йошкар-Ола",
      "name": "Йошкар-Ола"
    },
    {
      "value": "Казань",
      "name": "Казань"
    },
    {
      "value": "Калининград",
      "name": "Калининград"
    },
    {
      "value": "Калуга",
      "name": "Калуга"
    },
    {
      "value": "Каменск-Уральский",
      "name": "Каменск-Уральский"
    },
    {
      "value": "Каменск-Шахтинский",
      "name": "Каменск-Шахтинский"
    },
    {
      "value": "Камышин",
      "name": "Камышин"
    },
    {
      "value": "Канск",
      "name": "Канск"
    },
    {
      "value": "Каспийск",
      "name": "Каспийск"
    },
    {
      "value": "Кемерово",
      "name": "Кемерово"
    },
    {
      "value": "Керчь",
      "name": "Керчь"
    },
    {
      "value": "Кинешма",
      "name": "Кинешма"
    },
    {
      "value": "Кириши",
      "name": "Кириши"
    },
    {
      "value": "Киров (Кировская область)",
      "name": "Киров (Кировская область)"
    },
    {
      "value": "Кирово-Чепецк",
      "name": "Кирово-Чепецк"
    },
    {
      "value": "Киселевск",
      "name": "Киселевск"
    },
    {
      "value": "Кисловодск",
      "name": "Кисловодск"
    },
    {
      "value": "Клин",
      "name": "Клин"
    },
    {
      "value": "Клинцы",
      "name": "Клинцы"
    },
    {
      "value": "Ковров",
      "name": "Ковров"
    },
    {
      "value": "Когалым",
      "name": "Когалым"
    },
    {
      "value": "Коломна",
      "name": "Коломна"
    },
    {
      "value": "Комсомольск-на-Амуре",
      "name": "Комсомольск-на-Амуре"
    },
    {
      "value": "Копейск",
      "name": "Копейск"
    },
    {
      "value": "Королев",
      "name": "Королев"
    },
    {
      "value": "Кострома",
      "name": "Кострома"
    },
    {
      "value": "Котлас",
      "name": "Котлас"
    },
    {
      "value": "Красногорск",
      "name": "Красногорск"
    },
    {
      "value": "Краснодар",
      "name": "Краснодар"
    },
    {
      "value": "Краснокаменск",
      "name": "Краснокаменск"
    },
    {
      "value": "Краснокамск",
      "name": "Краснокамск"
    },
    {
      "value": "Краснотурьинск",
      "name": "Краснотурьинск"
    },
    {
      "value": "Красноярск",
      "name": "Красноярск"
    },
    {
      "value": "Кропоткин",
      "name": "Кропоткин"
    },
    {
      "value": "Крымск",
      "name": "Крымск"
    },
    {
      "value": "Кстово",
      "name": "Кстово"
    },
    {
      "value": "Кузнецк",
      "name": "Кузнецк"
    },
    {
      "value": "Кумертау",
      "name": "Кумертау"
    },
    {
      "value": "Кунгур",
      "name": "Кунгур"
    },
    {
      "value": "Курган",
      "name": "Курган"
    },
    {
      "value": "Курск",
      "name": "Курск"
    },
    {
      "value": "Кызыл",
      "name": "Кызыл"
    },
    {
      "value": "Лабинск",
      "name": "Лабинск"
    },
    {
      "value": "Лениногорск",
      "name": "Лениногорск"
    },
    {
      "value": "Ленинск-Кузнецкий",
      "name": "Ленинск-Кузнецкий"
    },
    {
      "value": "Лесосибирск",
      "name": "Лесосибирск"
    },
    {
      "value": "Липецк",
      "name": "Липецк"
    },
    {
      "value": "Лиски",
      "name": "Лиски"
    },
    {
      "value": "Лобня",
      "name": "Лобня"
    },
    {
      "value": "Лысьва",
      "name": "Лысьва"
    },
    {
      "value": "Лыткарино",
      "name": "Лыткарино"
    },
    {
      "value": "Люберцы",
      "name": "Люберцы"
    },
    {
      "value": "Магадан",
      "name": "Магадан"
    },
    {
      "value": "Магнитогорск",
      "name": "Магнитогорск"
    },
    {
      "value": "Майкоп",
      "name": "Майкоп"
    },
    {
      "value": "Махачкала",
      "name": "Махачкала"
    },
    {
      "value": "Междуреченск",
      "name": "Междуреченск"
    },
    {
      "value": "Мелеуз",
      "name": "Мелеуз"
    },
    {
      "value": "Миасс",
      "name": "Миасс"
    },
    {
      "value": "Минеральные Воды",
      "name": "Минеральные Воды"
    },
    {
      "value": "Минусинск",
      "name": "Минусинск"
    },
    {
      "value": "Михайловка",
      "name": "Михайловка"
    },
    {
      "value": "Михайловск (Ставропольский край)",
      "name": "Михайловск (Ставропольский край)"
    },
    {
      "value": "Мичуринск",
      "name": "Мичуринск"
    },
    {
      "value": "Мурманск",
      "name": "Мурманск"
    },
    {
      "value": "Муром",
      "name": "Муром"
    },
    {
      "value": "Мытищи",
      "name": "Мытищи"
    },
    {
      "value": "Набережные Челны",
      "name": "Набережные Челны"
    },
    {
      "value": "Назарово",
      "name": "Назарово"
    },
    {
      "value": "Назрань",
      "name": "Назрань"
    },
    {
      "value": "Нальчик",
      "name": "Нальчик"
    },
    {
      "value": "Наро-Фоминск",
      "name": "Наро-Фоминск"
    },
    {
      "value": "Находка",
      "name": "Находка"
    },
    {
      "value": "Невинномысск",
      "name": "Невинномысск"
    },
    {
      "value": "Нерюнгри",
      "name": "Нерюнгри"
    },
    {
      "value": "Нефтекамск",
      "name": "Нефтекамск"
    },
    {
      "value": "Нефтеюганск",
      "name": "Нефтеюганск"
    },
    {
      "value": "Нижневартовск",
      "name": "Нижневартовск"
    },
    {
      "value": "Нижнекамск",
      "name": "Нижнекамск"
    },
    {
      "value": "Нижний Новгород",
      "name": "Нижний Новгород"
    },
    {
      "value": "Нижний Тагил",
      "name": "Нижний Тагил"
    },
    {
      "value": "Новоалтайск",
      "name": "Новоалтайск"
    },
    {
      "value": "Новокузнецк",
      "name": "Новокузнецк"
    },
    {
      "value": "Новокуйбышевск",
      "name": "Новокуйбышевск"
    },
    {
      "value": "Новомосковск",
      "name": "Новомосковск"
    },
    {
      "value": "Новороссийск",
      "name": "Новороссийск"
    },
    {
      "value": "Новосибирск",
      "name": "Новосибирск"
    },
    {
      "value": "Новотроицк",
      "name": "Новотроицк"
    },
    {
      "value": "Новоуральск",
      "name": "Новоуральск"
    },
    {
      "value": "Новочебоксарск",
      "name": "Новочебоксарск"
    },
    {
      "value": "Новочеркасск",
      "name": "Новочеркасск"
    },
    {
      "value": "Новошахтинск",
      "name": "Новошахтинск"
    },
    {
      "value": "Новый Уренгой",
      "name": "Новый Уренгой"
    },
    {
      "value": "Ногинск",
      "name": "Ногинск"
    },
    {
      "value": "Норильск",
      "name": "Норильск"
    },
    {
      "value": "Ноябрьск",
      "name": "Ноябрьск"
    },
    {
      "value": "Нягань",
      "name": "Нягань"
    },
    {
      "value": "Обнинск",
      "name": "Обнинск"
    },
    {
      "value": "Одинцово",
      "name": "Одинцово"
    },
    {
      "value": "Озерск (Челябинская область)",
      "name": "Озерск (Челябинская область)"
    },
    {
      "value": "Октябрьский",
      "name": "Октябрьский"
    },
    {
      "value": "Омск",
      "name": "Омск"
    },
    {
      "value": "Орел",
      "name": "Орел"
    },
    {
      "value": "Оренбург",
      "name": "Оренбург"
    },
    {
      "value": "Орехово-Зуево",
      "name": "Орехово-Зуево"
    },
    {
      "value": "Орск",
      "name": "Орск"
    },
    {
      "value": "Павлово",
      "name": "Павлово"
    },
    {
      "value": "Павловский Посад",
      "name": "Павловский Посад"
    },
    {
      "value": "Первоуральск",
      "name": "Первоуральск"
    },
    {
      "value": "Пермь",
      "name": "Пермь"
    },
    {
      "value": "Петрозаводск",
      "name": "Петрозаводск"
    },
    {
      "value": "Петропавловск-Камчатский",
      "name": "Петропавловск-Камчатский"
    },
    {
      "value": "Подольск",
      "name": "Подольск"
    },
    {
      "value": "Полевской",
      "name": "Полевской"
    },
    {
      "value": "Прокопьевск",
      "name": "Прокопьевск"
    },
    {
      "value": "Прохладный",
      "name": "Прохладный"
    },
    {
      "value": "Псков",
      "name": "Псков"
    },
    {
      "value": "Пушкино",
      "name": "Пушкино"
    },
    {
      "value": "Пятигорск",
      "name": "Пятигорск"
    },
    {
      "value": "Раменское",
      "name": "Раменское"
    },
    {
      "value": "Ревда",
      "name": "Ревда"
    },
    {
      "value": "Реутов",
      "name": "Реутов"
    },
    {
      "value": "Ржев",
      "name": "Ржев"
    },
    {
      "value": "Рославль",
      "name": "Рославль"
    },
    {
      "value": "Россошь",
      "name": "Россошь"
    },
    {
      "value": "Ростов-на-Дону",
      "name": "Ростов-на-Дону"
    },
    {
      "value": "Рубцовск",
      "name": "Рубцовск"
    },
    {
      "value": "Рыбинск",
      "name": "Рыбинск"
    },
    {
      "value": "Рязань",
      "name": "Рязань"
    },
    {
      "value": "Салават",
      "name": "Салават"
    },
    {
      "value": "Сальск",
      "name": "Сальск"
    },
    {
      "value": "Самара",
      "name": "Самара"
    },
    {
      "value": "Саранск",
      "name": "Саранск"
    },
    {
      "value": "Сарапул",
      "name": "Сарапул"
    },
    {
      "value": "Саратов",
      "name": "Саратов"
    },
    {
      "value": "Саров",
      "name": "Саров"
    },
    {
      "value": "Свободный",
      "name": "Свободный"
    },
    {
      "value": "Севастополь",
      "name": "Севастополь"
    },
    {
      "value": "Северодвинск",
      "name": "Северодвинск"
    },
    {
      "value": "Северск",
      "name": "Северск"
    },
    {
      "value": "Сергиев Посад",
      "name": "Сергиев Посад"
    },
    {
      "value": "Серов",
      "name": "Серов"
    },
    {
      "value": "Серпухов",
      "name": "Серпухов"
    },
    {
      "value": "Сертолово",
      "name": "Сертолово"
    },
    {
      "value": "Сибай",
      "name": "Сибай"
    },
    {
      "value": "Симферополь",
      "name": "Симферополь"
    },
    {
      "value": "Славянск-на-Кубани",
      "name": "Славянск-на-Кубани"
    },
    {
      "value": "Смоленск",
      "name": "Смоленск"
    },
    {
      "value": "Соликамск",
      "name": "Соликамск"
    },
    {
      "value": "Солнечногорск",
      "name": "Солнечногорск"
    },
    {
      "value": "Сосновый Бор",
      "name": "Сосновый Бор"
    },
    {
      "value": "Сочи",
      "name": "Сочи"
    },
    {
      "value": "Ставрополь",
      "name": "Ставрополь"
    },
    {
      "value": "Старый Оскол",
      "name": "Старый Оскол"
    },
    {
      "value": "Стерлитамак",
      "name": "Стерлитамак"
    },
    {
      "value": "Ступино",
      "name": "Ступино"
    },
    {
      "value": "Сургут",
      "name": "Сургут"
    },
    {
      "value": "Сызрань",
      "name": "Сызрань"
    },
    {
      "value": "Сыктывкар",
      "name": "Сыктывкар"
    },
    {
      "value": "Таганрог",
      "name": "Таганрог"
    },
    {
      "value": "Тамбов",
      "name": "Тамбов"
    },
    {
      "value": "Тверь",
      "name": "Тверь"
    },
    {
      "value": "Тимашевск",
      "name": "Тимашевск"
    },
    {
      "value": "Тимашевск",
      "name": "Тихвин"
    },
    {
      "value": "Тихорецк",
      "name": "Тихорецк"
    },
    {
      "value": "Тобольск",
      "name": "Тобольск"
    },
    {
      "value": "Тольятти",
      "name": "Тольятти"
    },
    {
      "value": "Томск",
      "name": "Томск"
    },
    {
      "value": "Троицк",
      "name": "Троицк"
    },
    {
      "value": "Туапсе",
      "name": "Туапсе"
    },
    {
      "value": "Туймазы",
      "name": "Туймазы"
    },
    {
      "value": "Тула",
      "name": "Тула"
    },
    {
      "value": "Тюмень",
      "name": "Тюмень"
    },
    {
      "value": "Узловая",
      "name": "Узловая"
    },
    {
      "value": "Улан-Удэ",
      "name": "Улан-Удэ"
    },
    {
      "value": "Ульяновск",
      "name": "Ульяновск"
    },
    {
      "value": "Урус-Мартан",
      "name": "Урус-Мартан"
    },
    {
      "value": "Усолье-Сибирское",
      "name": "Усолье-Сибирское"
    },
    {
      "value": "Уссурийск",
      "name": "Уссурийск"
    },
    {
      "value": "Усть-Илимск",
      "name": "Усть-Илимск"
    },
    {
      "value": "Уфа",
      "name": "Уфа"
    },
    {
      "value": "Ухта",
      "name": "Ухта"
    },
    {
      "value": "Феодосия",
      "name": "Феодосия"
    },
    {
      "value": "Фрязино",
      "name": "Фрязино"
    },
    {
      "value": "Хабаровск",
      "name": "Хабаровск"
    },
    {
      "value": "Ханты-Мансийск",
      "name": "Ханты-Мансийск"
    },
    {
      "value": "Хасавюрт",
      "name": "Хасавюрт"
    },
    {
      "value": "Химки",
      "name": "Химки"
    },
    {
      "value": "Чайковский",
      "name": "Чайковский"
    },
    {
      "value": "Чапаевск",
      "name": "Чапаевск"
    },
    {
      "value": "Чебоксары",
      "name": "Чебоксары"
    },
    {
      "value": "Челябинск",
      "name": "Челябинск"
    },
    {
      "value": "Черемхово",
      "name": "Черемхово"
    },
    {
      "value": "Череповец",
      "name": "Череповец"
    },
    {
      "value": "Черкесск",
      "name": "Черкесск"
    },
    {
      "value": "Черногорск",
      "name": "Черногорск"
    },
    {
      "value": "Чехов",
      "name": "Чехов"
    },
    {
      "value": "Чистополь",
      "name": "Чистополь"
    },
    {
      "value": "Чита",
      "name": "Чита"
    },
    {
      "value": "Шадринск",
      "name": "Шадринск"
    },
    {
      "value": "Шали",
      "name": "Шали"
    },
    {
      "value": "Шахты",
      "name": "Шахты"
    },
    {
      "value": "Шуя",
      "name": "Шуя"
    },
    {
      "value": "Щекино",
      "name": "Щекино"
    },
    {
      "value": "Щелково",
      "name": "Щелково"
    },
    {
      "value": "Электросталь",
      "name": "Электросталь"
    },
    {
      "value": "Элиста",
      "name": "Элиста"
    },
    {
      "value": "Энгельс",
      "name": "Энгельс"
    },
    {
      "value": "Южно-Сахалинск",
      "name": "Южно-Сахалинск"
    },
    {
      "value": "Юрга",
      "name": "Юрга"
    },
    {
      "value": "Якутск",
      "name": "Якутск"
    },
    {
      "value": "Ялта",
      "name": "Ялта"
    },
    {
      "value": "Ярославль",
      "name": "Ярославль"
    }
  ]
}
export default dataGeoObject;